---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.WorksharingFailures
source: html/e383e17a-8c20-4776-5c68-f914bb6ddf40.htm
---
# BuiltInFailures.WorksharingFailures Properties

These elements' names were automatically changed to eliminate duplicates.